Repository: xcv58/MacTools
Catalog: Plugins/MouseEnhancer/Resources/Localizable.xcstrings
Source language: zh_hans
Languages: ar, de, en, es, fr, ja, ko, pt, ru, tr, zh_hant

# error.accessibilityRequired
source: 鼠标增强需要辅助功能权限，请先前往设置完成授权。
ar: يحتاج Mouse Enhancer إلى إذن الوصول. قم بمنح حق الوصول في إعدادات النظام أولاً.
de: Mouse Enhancer benötigt eine Barrierefreiheitsberechtigung. Gewähren Sie zunächst den Zugriff in den Systemeinstellungen.
en: Mouse Enhancer needs Accessibility permission. Grant access in System Settings first.
es: Mouse Enhancer necesita permiso de Accesibilidad. Primero conceda acceso en Configuración del sistema.
fr: Mouse Enhancer nécessite une autorisation d’accessibilité. Accordez d'abord l'accès dans les paramètres système.
ja: マウス エンハンサーにはアクセシビリティ権限が必要です。まずシステム設定でアクセスを許可してください。
ko: Mouse Enhancer에는 접근성 권한이 필요합니다. 먼저 시스템 설정에서 액세스 권한을 부여하세요.
pt: O Mouse Enhancer precisa de permissão de acessibilidade. Conceda acesso primeiro nas configurações do sistema.
ru: Mouse Enhancer требует разрешения на специальные возможности. Сначала предоставьте доступ в настройках системы.
tr: Fare Geliştirme, Erişilebilirlik izni gerektiriyor. Önce Sistem Ayarları'ndan erişim verin.
zh_hant: 滑鼠增強需要輔助使用權限，請先前往設定完成授權。

# error.accessibilityRevoked
source: 辅助功能权限已关闭，鼠标增强已暂停。
ar: إذن الوصول معطل. تم إيقاف مُحسِّن الماوس مؤقتًا.
de: Die Barrierefreiheitsberechtigung ist deaktiviert. Mouse Enhancer wurde angehalten.
en: Accessibility permission is off. Mouse Enhancer has paused.
es: El permiso de accesibilidad está desactivado. Mouse Enhancer se ha detenido.
fr: L'autorisation d'accessibilité est désactivée. Mouse Enhancer est en pause.
ja: アクセシビリティ許可がオフになっています。マウス エンハンサーは一時停止しました。
ko: 접근성 권한이 꺼져 있습니다. Mouse Enhancer가 일시 중지되었습니다.
pt: A permissão de acessibilidade está desativada. O Mouse Enhancer foi pausado.
ru: Разрешение на доступ отключено. Работа Mouse Enhancer приостановлена.
tr: Erişilebilirlik izni kapalı. Fare Geliştirme duraklatıldı.
zh_hant: 輔助使用權限已關閉，滑鼠增強已暫停。

# error.tapUnavailable
source: 无法启动滚动事件监听，请确认辅助功能授权后重试。
ar: تعذر بدء مراقبة حدث التمرير. قم بتأكيد إذن الوصول وحاول مرة أخرى.
de: Die Scroll-Ereignisüberwachung konnte nicht gestartet werden. Bestätigen Sie die Barrierefreiheitsberechtigung und versuchen Sie es erneut.
en: Could not start scroll event monitoring. Confirm Accessibility permission and try again.
es: No se pudo iniciar la supervisión de eventos de desplazamiento. Confirme el permiso de Accesibilidad e inténtelo de nuevo.
fr: Impossible de démarrer la surveillance des événements de défilement. Confirmez l'autorisation d'accessibilité et réessayez.
ja: スクロールイベント監視を開始できませんでした。アクセシビリティ権限を確認して、再試行してください。
ko: 스크롤 이벤트 모니터링을 시작할 수 없습니다. 접근성 권한을 확인하고 다시 시도하세요.
pt: Não foi possível iniciar o monitoramento de eventos de rolagem. Confirme a permissão de acessibilidade e tente novamente.
ru: Не удалось запустить мониторинг событий прокрутки. Подтвердите разрешение на доступность и повторите попытку.
tr: Kaydırma etkinlikleri izlenemeye başlanamadı. Erişilebilirlik iznini doğrulayıp yeniden deneyin.
zh_hant: 無法啟動滾動事件監聽，請確認輔助使用授權後重試。

# metadata.description
source: 分别调整鼠标与触控板的滚动方向
ar: ضبط اتجاه تمرير الماوس ولوحة التتبع.
de: Scrollrichtung für Maus und Trackpad getrennt anpassen.
en: Adjust mouse and trackpad scroll directions separately.
es: Ajusta por separado el desplazamiento del ratón y del trackpad.
fr: Réglez séparément le défilement de la souris et du trackpad.
ja: マウスとトラックパッドのスクロール方向を個別に調整します。
ko: 마우스와 트랙패드의 스크롤 방향을 각각 조정합니다.
pt: Ajuste separadamente a rolagem do mouse e do trackpad.
ru: Настраивайте прокрутку мыши и трекпада отдельно.
tr: Fare ve Trackpad kaydırma yönlerini ayrı ayrı ayarlayın.
zh_hant: 分別調整滑鼠與觸控板的捲動方向

# metadata.title
source: 鼠标增强
ar: محسن الماوس
de: Mausverstärker
en: Mouse Enhancer
es: Potenciador de ratón
fr: Améliorateur de souris
ja: マウスエンハンサー
ko: 마우스 강화제
pt: Aprimorador de mouse
ru: Усилитель мыши
tr: Fare Geliştirme
zh_hant: 滑鼠增強

# panel.button.settings
source: 设置
ar: الإعدادات
de: Einstellungen
en: Settings
es: Configuración
fr: Paramètres
ja: 設定
ko: 설정
pt: Configurações
ru: Настройки
tr: Ayarlar
zh_hant: 設定

# panel.subtitle.enabledFormat
source: 已开启 · %@ · %@
ar: مفعّل · %@ · %@
de: Ein · %@ · %@
en: On · %@ · %@
es: Activado · %@ · %@
fr: Activé · %@ · %@
ja: オン · %@ · %@
ko: 켜짐 · %@ · %@
pt: Ativado · %@ · %@
ru: Включено · %@ · %@
tr: Açık · %@ · %@
zh_hant: 已開啟 · %@ · %@

# panel.subtitle.needsAccessibility
source: 启用前需要辅助功能授权
ar: مطلوب إذن الوصول قبل التمكين
de: Vor der Aktivierung ist eine Zugriffsberechtigung erforderlich
en: Accessibility permission required before enabling
es: Se requiere permiso de accesibilidad antes de habilitar
fr: Autorisation d'accessibilité requise avant l'activation
ja: 有効にする前にアクセシビリティ権限が必要です
ko: 활성화하려면 접근성 권한이 필요합니다.
pt: Permissão de acessibilidade necessária antes de ativar
ru: Перед включением требуется разрешение на доступность
tr: Etkinleştirmeden önce Erişilebilirlik izni gerekli
zh_hant: 啟用前需要輔助使用授權

# panel.subtitle.off
source: 未启用增强功能
ar: لم يتم تمكين أي تحسين
de: Keine Erweiterung aktiviert
en: No enhancement enabled
es: Ninguna mejora habilitada
fr: Aucune amélioration activée
ja: 有効な拡張機能はありません
ko: 활성화된 개선 사항이 없습니다.
pt: Nenhum aprimoramento ativado
ru: Улучшения не включены
tr: Etkinleştirilmiş geliştirme yok
zh_hant: 未啟用增強功能

# panel.subtitle.middleClickEnabledFormat
source: 模拟中键 · %d指
ar: النقر الأوسط · %d أصابع
de: Mittelklick · %d Finger
en: Middle click · %d fingers
es: Clic central · %d dedos
fr: Clic central · %d doigts
ja: 中央クリック · %d 本指
ko: 가운데 클릭 · %d손가락
pt: Clique do meio · %d dedos
ru: Средний щелчок · %d пальцев
tr: Orta tıklama · %d parmak
zh_hant: 模擬中鍵 · %d指

# permission.accessibility.description
source: 用于监听和调整滚动事件。
ar: يستمع إلى أحداث التمرير ويعدلها.
de: Überwacht und ändert Scroll-Ereignisse.
en: Listens for and adjusts scroll events.
es: Escucha y ajusta los eventos de desplazamiento.
fr: Écoute et ajuste les événements de défilement.
ja: スクロールイベントを監視して調整します。
ko: 스크롤 이벤트를 감지하고 조정합니다.
pt: Monitora e ajusta eventos de rolagem.
ru: Отслеживает и корректирует события прокрутки.
tr: Kaydırma etkinliklerini dinler ve düzenler.
zh_hant: 用於監聽和調整捲動事件。

# permission.accessibility.footnote
source: 系统设置 → 隐私与安全性 → 辅助功能，允许 MacTools。
ar: إعدادات النظام ← الخصوصية والأمان ← إمكانية الوصول.
de: Systemeinstellungen → Datenschutz und Sicherheit → Barrierefreiheit.
en: System Settings → Privacy & Security → Accessibility.
es: Configuración del sistema → Privacidad y seguridad → Accesibilidad.
fr: Paramètres système → Confidentialité et sécurité → Accessibilité.
ja: システム設定→プライバシーとセキュリティ→アクセシビリティ。
ko: 시스템 설정 → 개인 정보 보호 및 보안 → 접근성.
pt: Configurações do sistema → Privacidade e segurança → Acessibilidade.
ru: Системные настройки → Конфиденциальность и безопасность → Доступность.
tr: Sistem Ayarları → Gizlilik ve Güvenlik → Erişilebilirlik.
zh_hant: 系統設定 → 隱私權與安全性 → 輔助使用，允許 MacTools。

# permission.accessibility.title
source: 辅助功能
ar: إمكانية الوصول
de: Barrierefreiheit
en: Accessibility
es: Accesibilidad
fr: Accessibilité
ja: アクセシビリティ
ko: 접근성
pt: Acessibilidade
ru: Доступность
tr: Erişilebilirlik
zh_hant: 輔助使用

# permission.inputMonitoring.description
source: 用于区分鼠标滚轮和触控板手势。
ar: يميز تمرير عجلة الماوس عن إيماءات لوحة التتبع.
de: Unterscheidet das Scrollen mit dem Mausrad von Trackpad-Gesten.
en: Distinguishes mouse wheel scrolling from trackpad gestures.
es: Distingue el desplazamiento de la rueda del mouse de los gestos del trackpad.
fr: Distingue le défilement de la molette de la souris des gestes du trackpad.
ja: マウスホイールのスクロールとトラックパッドのジェスチャを区別します。
ko: 마우스 휠 스크롤과 트랙패드 동작을 구별합니다.
pt: Distingue a rolagem da roda do mouse dos gestos do trackpad.
ru: Отличает прокрутку колесика мыши от жестов трекпада.
tr: Fare tekerleği kaydırmaları ile Trackpad hareketlerini ayırt eder.
zh_hant: 用於區分滑鼠滾輪和觸控板手勢。

# permission.inputMonitoring.footnote
source: 系统设置 → 隐私与安全性 → 输入监控，允许 MacTools。
ar: إعدادات النظام ← الخصوصية والأمان ← مراقبة الإدخال.
de: Systemeinstellungen → Datenschutz und Sicherheit → Eingabeüberwachung.
en: System Settings → Privacy & Security → Input Monitoring.
es: Configuración del sistema → Privacidad y seguridad → Monitoreo de entrada.
fr: Paramètres système → Confidentialité et sécurité → Surveillance des entrées.
ja: システム設定 → プライバシーとセキュリティ → 入力監視。
ko: 시스템 설정 → 개인 정보 보호 및 보안 → 입력 모니터링.
pt: Configurações do sistema → Privacidade e segurança → Monitoramento de entrada.
ru: Системные настройки → Конфиденциальность и безопасность → Мониторинг входа.
tr: Sistem Ayarları → Gizlilik ve Güvenlik → Giriş İzleme.
zh_hant: 系統設定 → 隱私權與安全性 → 輸入監控，允許 MacTools。

# permission.inputMonitoring.granted
source: 已允许，可提升设备识别准确性。
ar: مسموح. يحسن دقة الكشف عن الجهاز.
de: Erlaubt. Verbessert die Genauigkeit der Geräteerkennung.
en: Allowed. Improves device detection accuracy.
es: Permitido. Mejora la precisión de la detección del dispositivo.
fr: Autorisé. Améliore la précision de la détection des appareils.
ja: 許可されています。デバイスの検出精度が向上します。
ko: 허용됩니다. 장치 감지 정확도가 향상됩니다.
pt: Permitido. Melhora a precisão da detecção do dispositivo.
ru: Разрешено. Повышает точность обнаружения устройства.
tr: İzin verildi. Aygıt algılama doğruluğunu artırır.
zh_hant: 已允許，可提升裝置識別準確性。

# permission.inputMonitoring.title
source: 输入监控
ar: مراقبة المدخلات
de: Eingabeüberwachung
en: Input Monitoring
es: Monitoreo de entrada
fr: Surveillance des entrées
ja: 入力モニタリング
ko: 입력 모니터링
pt: Monitoramento de entrada
ru: Входной мониторинг
tr: Giriş İzleme
zh_hant: 輸入監控

# settings.mouse.horizontal.description
source: 反转鼠标左右滚动方向。
ar: عكس التمرير بالماوس الأيمن والأيسر.
de: Umkehren des Scrollens mit der linken und rechten Maus.
en: Reverse left and right mouse scrolling.
es: Desplazamiento inverso del mouse hacia la izquierda y hacia la derecha.
fr: Inversez le défilement gauche et droit de la souris.
ja: マウスの左右のスクロールを逆にします。
ko: 마우스 왼쪽 및 오른쪽 스크롤을 반대로 합니다.
pt: Rolagem reversa do mouse para a esquerda e para a direita.
ru: Поменяйте местами прокрутку левой и правой мыши.
tr: Farenin sola ve sağa kaydırma yönünü tersine çevirir.
zh_hant: 反轉滑鼠左右滾動方向。

# settings.mouse.horizontal.title
source: 水平反转
ar: عكس الأفقي
de: Horizontale Umkehrung
en: Horizontal Reversing
es: Marcha atrás horizontal
fr: Inversion horizontale
ja: 水平反転
ko: 수평 반전
pt: Inversão horizontal
ru: Горизонтальный реверс
tr: Yatay Ters Çevirme
zh_hant: 水平反轉

# settings.mouse.sectionTitle
source: 鼠标
ar: الفأر
de: Maus
en: Mouse
es: ratón
fr: Souris
ja: マウス
ko: 마우스
pt: Rato
ru: Мышь
tr: Fare
zh_hant: 滑鼠

# settings.mouse.vertical.description
source: 反转鼠标上下滚动方向。
ar: عكس تمرير الماوس لأعلى ولأسفل.
de: Umgekehrtes Auf- und Abwärtsscrollen mit der Maus.
en: Reverse up and down mouse scrolling.
es: Invierta el desplazamiento del mouse hacia arriba y hacia abajo.
fr: Inversez le défilement de la souris vers le haut et vers le bas.
ja: マウスの上下スクロールを反転します。
ko: 마우스 스크롤을 위아래로 반대로 합니다.
pt: Rolagem reversa do mouse para cima e para baixo.
ru: Обратная прокрутка мыши вверх и вниз.
tr: Farenin yukarı ve aşağı kaydırma yönünü tersine çevirir.
zh_hant: 反轉滑鼠上下滾動方向。

# settings.mouse.vertical.title
source: 垂直反转
ar: عكس عمودي
de: Vertikale Umkehrung
en: Vertical Reversing
es: Inversión vertical
fr: Inversion verticale
ja: 上下反転
ko: 수직 반전
pt: Inversão vertical
ru: Вертикальный реверс
tr: Dikey Ters Çevirme
zh_hant: 垂直反轉

# settings.middleClick.description
source: 触控板轻点模拟鼠标中键点击。
ar: تحويل نقرات لوحة التتبع إلى نقرات متوسطة.
de: Verwandeln Sie das Tippen auf dem Trackpad in mittlere Klicks.
en: Turn trackpad taps into middle-clicks.
es: Convierte los toques del trackpad en clics centrales.
fr: Transformez les clics du trackpad en clics du milieu.
ja: トラックパッドのタップを中クリックに変えます。
ko: 트랙패드 탭을 중간 클릭으로 전환합니다.
pt: Transforme os toques do trackpad em cliques intermediários.
ru: Превратите касания трекпада в щелчки средней кнопкой мыши.
tr: Trackpad dokunuşlarını orta tıklamaya dönüştürür.
zh_hant: 觸控板輕點模擬滑鼠中鍵點按。

# settings.middleClick.fingerCount.description
source: 用指定数量的手指在触控板上轻点，将模拟鼠标中键点击。
ar: اضغط على لوحة التتبع بالعدد المحدد من الأصابع لإرسال نقرة متوسطة.
de: Tippen Sie mit der ausgewählten Anzahl von Fingern auf das Trackpad, um einen Mittelklick zu senden.
en: Tap the trackpad with the selected number of fingers to send a middle-click.
es: Toque el trackpad con la cantidad seleccionada de dedos para enviar un clic central.
fr: Appuyez sur le trackpad avec le nombre de doigts sélectionné pour envoyer un clic du milieu.
ja: 選択した数の指でトラックパッドをタップして、中クリックを送信します。
ko: 선택한 개수의 손가락으로 트랙패드를 탭하여 가운데 클릭을 보냅니다.
pt: Toque no trackpad com o número selecionado de dedos para enviar um clique do meio.
ru: Коснитесь трекпада выбранным количеством пальцев, чтобы отправить средний щелчок.
tr: Orta tıklama göndermek için Trackpad'e seçili sayıda parmakla dokunun.
zh_hant: 用指定數量的手指在觸控板上輕點，將模擬滑鼠中鍵點按。

# settings.middleClick.fingerCount.optionFormat
source: %d指
ar: %d أصابع
de: %d Finger
en: %d fingers
es: %d dedos
fr: %d doigts
ja: %d 本指
ko: %d손가락
pt: %d dedos
ru: %d пальцев
tr: %d parmak

# settings.middleClick.fingerCount.title
source: 手指数量
ar: عدد الأصابع
de: Finger zählen
en: Finger Count
es: Conteo de dedos
fr: Compte de doigts
ja: 指の数
ko: 손가락 수
pt: Contagem de dedos
ru: Счет на пальцах
tr: Parmak Sayısı
zh_hant: 手指數量

# settings.middleClick.title
source: 模拟鼠标中键
ar: انقر الأوسط
de: Mittlerer Klick
en: Middle Click
es: Clic medio
fr: Clic du milieu
ja: 中クリック
ko: 가운데 클릭
pt: Clique do meio
ru: Средний щелчок
tr: Orta Tıklama
zh_hant: 模擬滑鼠中鍵

# settings.trackpad.horizontal.description
source: 反转触控板和 Magic Mouse 左右滚动方向。
ar: عكس لوحة التتبع اليسرى واليمنى وتمرير Magic Mouse.
de: Vertauschen Sie das Scrollen mit dem linken und rechten Trackpad und der Magic Mouse.
en: Reverse left and right trackpad and Magic Mouse scrolling.
es: Invierte el desplazamiento del trackpad izquierdo y derecho y del Magic Mouse.
fr: Inversez le trackpad gauche et droit et le défilement de la Magic Mouse.
ja: 左右のトラックパッドと Magic Mouse のスクロールを反転します。
ko: 왼쪽 및 오른쪽 트랙패드 반전 및 Magic Mouse 스크롤.
pt: Trackpad reverso para a esquerda e para a direita e rolagem do Magic Mouse.
ru: Поменяйте местами прокрутку левого и правого трекпада и прокрутку Magic Mouse.
tr: Trackpad ve Magic Mouse'un sola ve sağa kaydırma yönünü tersine çevirir.
zh_hant: 反轉觸控板和 Magic Mouse 左右滾動方向。

# settings.trackpad.horizontal.title
source: 水平反转
ar: عكس الأفقي
de: Horizontale Umkehrung
en: Horizontal Reversing
es: Marcha atrás horizontal
fr: Inversion horizontale
ja: 水平反転
ko: 수평 반전
pt: Inversão horizontal
ru: Горизонтальный реверс
tr: Yatay Ters Çevirme
zh_hant: 水平反轉

# settings.trackpad.sectionTitle
source: 触控板
ar: لوحة التتبع
de: Trackpad
en: Trackpad
es: Panel táctil
fr: Pavé tactile
ja: トラックパッド
ko: 트랙패드
pt: Painel de controle
ru: Трекпад
tr: Trackpad
zh_hant: 觸控板

# settings.trackpad.vertical.description
source: 反转触控板和 Magic Mouse 上下滚动方向。
ar: عكس لوحة التتبع لأعلى ولأسفل وتمرير Magic Mouse.
de: Scrollen Sie mit dem Trackpad und der Magic Mouse rückwärts nach oben und unten.
en: Reverse up and down trackpad and Magic Mouse scrolling.
es: Invierte el desplazamiento hacia arriba y hacia abajo del trackpad y del Magic Mouse.
fr: Inversez le trackpad de haut en bas et le défilement de la Magic Mouse.
ja: トラックパッドと Magic Mouse のスクロールを上下逆にします。
ko: 역방향 위아래 트랙패드 및 Magic Mouse 스크롤.
pt: Reverter o trackpad para cima e para baixo e a rolagem do Magic Mouse.
ru: Обратная прокрутка трекпада вверх и вниз и Magic Mouse.
tr: Trackpad ve Magic Mouse'un yukarı ve aşağı kaydırma yönünü tersine çevirir.
zh_hant: 反轉觸控板和 Magic Mouse 上下滾動方向。

# settings.trackpad.vertical.title
source: 垂直反转
ar: عكس عمودي
de: Vertikale Umkehrung
en: Vertical Reversing
es: Inversión vertical
fr: Inversion verticale
ja: 上下反転
ko: 수직 반전
pt: Inversão vertical
ru: Вертикальный реверс
tr: Dikey Ters Çevirme
zh_hant: 垂直反轉

# summary.axis.all
source: 水平和垂直
ar: الأفقي والرأسي
de: horizontal und vertikal
en: horizontal and vertical
es: horizontales y verticales
fr: horizontale et verticale
ja: 水平と垂直
ko: 수평 및 수직
pt: horizontais e verticais
ru: горизонтальный и вертикальный
tr: Yatay ve dikey

# summary.axis.horizontal
source: 水平
ar: أفقي
de: horizontal
en: horizontal
es: horizontales
fr: horizontale
ko: 수평
pt: horizontais
ru: горизонтальный
tr: Yatay

# summary.axis.none
source: 未选方向
ar: لا محور
de: keine achse
en: no axis
es: sin eje
fr: pas d'axe
ja: 軸がない
ko: 축 없음
pt: sem eixo
ru: нет оси
tr: Eksen yok
zh_hant: 未選方向

# summary.axis.vertical
source: 垂直
ar: عمودي
de: vertikal
en: vertical
es: verticales
fr: verticale
ko: 수직
pt: verticais
ru: вертикальный
tr: Dikey

# summary.device.all
source: 鼠标和触控板
ar: الماوس ولوحة التتبع
de: Maus und Trackpad
en: mouse and trackpad
es: ratón y panel táctil
fr: souris et trackpad
ja: マウスとトラックパッド
ko: 마우스와 트랙패드
pt: mouse e trackpad
ru: мышь и трекпад
tr: Fare ve Trackpad
zh_hant: 滑鼠和觸控板

# summary.device.mouse
source: 鼠标
ar: الماوس
de: Maus
en: mouse
es: ratón
fr: souris
ja: マウス
ko: 쥐
pt: rato
ru: мышь
tr: Fare
zh_hant: 滑鼠

# summary.device.none
source: 未选设备
ar: لا يوجد جهاز
de: kein Gerät
en: no device
es: ningún dispositivo
fr: aucun appareil
ja: デバイスがありません
ko: 장치 없음
pt: nenhum dispositivo
ru: нет устройства
tr: Aygıt yok
zh_hant: 未選裝置

# summary.device.trackpad
source: 触控板
ar: لوحة التتبع
de: Trackpad
en: trackpad
es: panel táctil
fr: pavé tactile
ja: トラックパッド
ko: 트랙패드
pt: trackpad
ru: трекпад
tr: Trackpad
zh_hant: 觸控板

# settings.mouse.scrollStep.title
source: 滚动步长
ar: خطوة التمرير
de: Scrollschrittweite
en: Scroll Step
es: Paso de desplazamiento
fr: Pas de défilement
ja: スクロールステップ
ko: 스크롤 단계
pt: Passo de rolagem
ru: Шаг прокрутки
tr: Kaydırma Adımı
zh_hant: 滾動步長

# settings.mouse.scrollStep.description
source: 鼠标每格滚动的最短距离，过小的滚动会被补足到该步长，0 为不调整。
ar: أقصر مسافة لكل نقرة عجلة الفأرة؛ يتم رفع التمريرات الصغيرة جداً إلى هذه الخطوة. 0 يعني عدم التعديل.
de: Kürzester Abstand pro Mausrad-Rasterung; kleinere Schritte werden auf diesen Wert angehoben. 0 belässt das Standardverhalten.
en: Shortest distance per mouse wheel tick; smaller ticks are raised to this step. 0 keeps the default behavior.
es: Distancia mínima por pulsación de la rueda del ratón; los desplazamientos demasiado pequeños se aumentan a este paso. 0 mantiene el comportamiento predeterminado.
fr: Distance minimale par crément de molette ; les créments trop petits sont ramenés à ce pas. 0 conserve le comportement par défaut.
ja: マウスの1目盛りの最小スクロール距離。小さすぎるスクロールはこのステップまで引き上げられます。0で調整しません。
ko: 마우스 휠 한 칸의 최소 스크롤 거리입니다. 너무 작은 스크롤은 이 단계까지 올려집니다. 0이면 조정하지 않습니다.
pt: Distância mínima por clique da roda do mouse; rolagens muito pequenas são elevadas a este passo. 0 mantém o comportamento padrão.
ru: Минимальное расстояние за один шаг колеса мыши; слишком малые прокрутки увеличиваются до этого шага. 0 — не изменять.
tr: Fare tekerleğinin her kademesi için en kısa kaydırma mesafesi; daha küçük kaydırmalar bu adıma tamamlanır. 0 değeri varsayılan davranışı korur.
zh_hant: 滑鼠每格滾動的最短距離，過小的滾動會被補足到該步長，0 為不調整。

# settings.mouse.scrollGain.title
source: 滚动速度
ar: سرعة التمرير
de: Scrollgeschwindigkeit
en: Scroll Speed
es: Velocidad de desplazamiento
fr: Vitesse de défilement
ja: スクロール速度
ko: 스크롤 속도
pt: Velocidade de rolagem
ru: Скорость прокрутки
tr: Kaydırma Hızı
zh_hant: 滾動速度

# settings.mouse.scrollGain.description
source: 鼠标滚动距离的增益倍数，1.0× 为不调整。
ar: مُعامل يُطبَّق على مسافة تمرير الفأرة. 1.0× يعني عدم التعديل.
de: Multiplikator für die Maus-Scrollstrecke. 1.0× belässt das Standardverhalten.
en: Multiplier applied to mouse scroll distance. 1.0× keeps the default behavior.
es: Multiplicador aplicado a la distancia de desplazamiento del ratón. 1.0× mantiene el comportamiento predeterminado.
fr: Multiplicateur appliqué à la distance de défilement de la souris. 1.0× conserve le comportement par défaut.
ja: マウスのスクロール距離に掛かる倍率です。1.0×で調整しません。
ko: 마우스 스크롤 거리에 적용되는 배율입니다. 1.0×이면 조정하지 않습니다.
pt: Multiplicador aplicado à distância de rolagem do mouse. 1.0× mantém o comportamento padrão.
ru: Множитель расстояния прокрутки мыши. 1.0× — не изменять.
tr: Fare kaydırma mesafesine uygulanan çarpan. 1.0× değeri varsayılan davranışı korur.
zh_hant: 滑鼠滾動距離的增益倍數，1.0× 為不調整。

# settings.trackpad.scrollStep.title
source: 滚动步长
ar: خطوة التمرير
de: Scrollschrittweite
en: Scroll Step
es: Paso de desplazamiento
fr: Pas de défilement
ja: スクロールステップ
ko: 스크롤 단계
pt: Passo de rolagem
ru: Шаг прокрутки
tr: Kaydırma Adımı
zh_hant: 滾動步長

# settings.trackpad.scrollStep.description
source: 触控板每次滚动的最短距离，过小的滚动会被补足到该步长，0 为不调整。
ar: أقصر مسافة لكل تمريرة على لوحة اللمس؛ يتم رفع التمريرات الصغيرة جداً إلى هذه الخطوة. 0 يعني عدم التعديل.
de: Kürzester Abstand pro Trackpad-Bildlauf; kleinere Schritte werden auf diesen Wert angehoben. 0 belässt das Standardverhalten.
en: Shortest distance per trackpad scroll tick; smaller ticks are raised to this step. 0 keeps the default behavior.
es: Distancia mínima por pulsación de desplazamiento del trackpad; los desplazamientos demasiado pequeños se aumentan a este paso. 0 mantiene el comportamiento predeterminado.
fr: Distance minimale par crément de défilement du trackpad ; les créments trop petits sont ramenés à ce pas. 0 conserve le comportement par défaut.
ja: トラックパッドの1回の最小スクロール距離。小さすぎるスクロールはこのステップまで引き上げられます。0で調整しません。
ko: 트랙패드 스크롤 한 번의 최소 거리입니다. 너무 작은 스크롤은 이 단계까지 올려집니다. 0이면 조정하지 않습니다.
pt: Distância mínima por toque de rolagem do trackpad; rolagens muito pequenas são elevadas a este passo. 0 mantém o comportamento padrão.
ru: Минимальное расстояние за один шаг прокрутки на трекпаде; слишком малые прокрутки увеличиваются до этого шага. 0 — не изменять.
tr: Trackpad kaydırmasında her adım için en kısa mesafe; daha küçük kaydırmalar bu adıma tamamlanır. 0 değeri varsayılan davranışı korur.
zh_hant: 觸控板每次滾動的最短距離，過小的滾動會被補足到該步長，0 為不調整。

# settings.trackpad.scrollGain.title
source: 滚动速度
ar: سرعة التمرير
de: Scrollgeschwindigkeit
en: Scroll Speed
es: Velocidad de desplazamiento
fr: Vitesse de défilement
ja: スクロール速度
ko: 스크롤 속도
pt: Velocidade de rolagem
ru: Скорость прокрутки
tr: Kaydırma Hızı
zh_hant: 滾動速度

# settings.trackpad.scrollGain.description
source: 触控板滚动距离的增益倍数，1.0× 为不调整。
ar: مُعامل يُطبَّق على مسافة التمرير على لوحة اللمس. 1.0× يعني عدم التعديل.
de: Multiplikator für die Trackpad-Scrollstrecke. 1.0× belässt das Standardverhalten.
en: Multiplier applied to trackpad scroll distance. 1.0× keeps the default behavior.
es: Multiplicador aplicado a la distancia de desplazamiento del trackpad. 1.0× mantiene el comportamiento predeterminado.
fr: Multiplicateur appliqué à la distance de défilement du trackpad. 1.0× conserve le comportement par défaut.
ja: トラックパッドのスクロール距離に掛かる倍率です。1.0×で調整しません。
ko: 트랙패드 스크롤 거리에 적용되는 배율입니다. 1.0×이면 조정하지 않습니다.
pt: Multiplicador aplicado à distância de rolagem do trackpad. 1.0× mantém o comportamento padrão.
ru: Множитель расстояния прокрутки на трекпаде. 1.0× — не изменять.
tr: Trackpad kaydırma mesafesine uygulanan çarpan. 1.0× değeri varsayılan davranışı korur.
zh_hant: 觸控板滾動距離的增益倍數，1.0× 為不調整。

# summary.axis.tuning
source: 滚动调节
ar: ضبط التمرير
de: Scrollanpassung
en: Scroll tuning
es: Ajuste de desplazamiento
fr: Réglage du défilement
ja: スクロール調整
ko: 스크롤 조절
pt: Ajuste de rolagem
ru: Настройка прокрутки
tr: Kaydırma ayarı
zh_hant: 滾動調節

# settings.mouse.smooth.description
source: 鼠标滚轮滚动改为平滑过渡，而非逐格跳动。
ar: تتحرك عجلة الفأرة بسلاسة بدلاً من القفز خطوة واحدة.
de: Das Mausrad scrollt fließend statt ruckweise.
en: Mouse wheel scrolling glides instead of jumping tick by tick.
es: La rueda del ratón desliza suavemente en lugar de avanzar a saltos.
fr: La molette de la souris fait défiler en douceur au lieu de sauter.
ja: マウスホイールのスクロールが、一段ずつのジャンプではなく滑らかに動きます。
ko: 마휠 스크롤이 한 칸씩 건너뛰지 않고 부드럽게 이동합니다.
pt: A roda do mouse desliza a rolagem em vez de avançar aos saltos.
ru: Прокрутка колёсиком мыши идёт плавно, а не рывками.
tr: Fare tekerleği kaydırması kademeden kademeye atlamak yerine yumuşak bir şekilde süzülür.
zh_hant: 滑鼠滾輪滾動改為平滑過渡，而非逐格跳動。
